project/app/controllers/conversions_controller.rb

  def create
    @conversion = Conversion.new(conversion_params)

    respond_to do |format|
      if @conversion.save
---
INSERT INTO "conversions" ("email", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["email", "dfsdfsasdf@sdlkfs.com"], ["created_at", "2016-08-15 13:49:19.927008"], ["updated_at", "2016-08-15 13:49:19.927008"]]